{
  "beamsplitter": {
    "title": "The Beamsplitter",
    "short": "this is short",
    "sections": [
      {
        "title": "The basics",
        "content": "<p>Beamsplitters are optical devices used to split a single beam of laser light into two beams, <em>independent</em> of the polarization of the incoming light. If the two outgoing beams have the same intensity, it is called a 50-50 beamsplitter. This ratio between the two beams intensity can be tuned arbitrarily to obtain more light transmitted than reflected or vice versa. Beamsplitters can also be used in reverse, to recombine two beams into one!</p>"
      },
      {
        "title": "Wait, but how?",
        "content": "<p>Beamsplitters can come in two forms: a cube or a thin slab (like shown in the figure above).</p><p><strong>Beamsplitters cubes</strong> are made of two prisms glued to each other. Using a phenomenon called <em><a href=\"https://en.wikipedia.org/wiki/Total_internal_reflection#Frustrated_total_internal_reflection\" target=\"_blank\">frustrated total internal reflection</a></em> half of the initial beam is reflected, the other half is transmitted. This ratio depends on the gap between the two prisms, which is chosen and manufactured extremely carefully.</p><p>[You can experiment with frustrated total internal reflection yourself by filling a glass with water. If you look down into your glass of water, you will notice that you can’t see the “outside world” at all through the sides of the glass. This is because all the light gets reflected inside the glass of water, none is transmitted to the outside. However, if you hold the glass with your fingers, by holding it tightly you will see your fingerprints appearing</p>"
      },
      {
        "title": "Tricks with phase shifts",
        "content": "<p>Beamsplitters are used in interferometers, and some spooky phenomenon can be achieved with them (check out level xx)! This phenomenon is due to a phase shift which the beamsplitter imparts on the reflected beam. When light bounces off a material with a higher refractive index, it picks up a phase of 180°, or a π-phase.</p>"
      },
      {
        "title": "Beamsplitters for breakfast",
        "content": "<p>You can find beamsplitters around you in your everyday life! For example, they used to be inside old TVs. Nowadays, they are used in CCD-cameras, LCD displays and optical fibre communication systems. Of course, they are used daily by thousands of scientists in the world, which align them as part of their large optical systems.</p>"
      },
      {
        "title": "Usage in laboratories and experiments",
        "content": "<p>Beamsplitters are a fundamental optical element in all optics and quantum physics labs. They are commonly used to create more beams from a single incoming beam, such that the two outgoing beams can be recombined later after one of them has undergone further manipulation. Some common setups which embed beamsplitters are:<br/>-Michelson-Morley interferometers<br/>-Mach-Zehnder interferometers<br/></p><p>Famous experiments that used beamsplitters are:<br/>-The Fizeau experiment of 1851 to measure the speeds of light in water<br/>-The Michelson-Morley experiment of 1887 to measure the effect of the (hypothetical) luminiferous aether on the speed of light<br/>-Bell test experiments (from ca. 1972) to demonstrate consequences of quantum entanglement and exclude local hidden variable theories<br/>-Wheeler's delayed choice experiment of 1978, 1984 etc., to test what makes a photon behave as a wave or a particle and when it happens",
        "pics": [
          "Beamsplitter-1.png"
        ]
      },
      {
        "title": "Further resources",
        "content": "<a href=\"https://www.edmundoptics.com/resources/application-notes/optics/what-are-beamsplitters/\" target=\"_blank\">What are Beamsplitters?</a><br/><a href=\"https://en.wikipedia.org/wiki/Beam_splitter\" target=\"_blank\">Beamsplitters on Wikipedia</a><br/><a href=\"https://www.rp-photonics.com/beam_splitters.html\" target=\"_blank\">Beamsplitters on RP Photonics Encyclopedia</a><br/>Videos on hommade beamsplitters:<a href=\"https://www.youtube.com/watch?v=P1n3hizj3c4\" target=\"_blank\">What is a beam splitter and how do you make one?</a><br/><a href=\"https://www.youtube.com/watch?v=C7edG13kzgU\" target=\"_blank\">Playing with beamsplitters</a><br/>"
      }
    ]
  }
}