{
  "mirror": {
    "title": "Mirror",
    "short": "A mirror is an object that reflects incident light preserving its properties.",
    "sections": [
      {
        "title": "DIG DEEPER",
        "content": "<p>Usually mirrors are made by taking a flat piece of glass and coating one side with a metal such as silver or aluminium. Nowadays, most manufacturers achieve this by having a series of coatings, to make sure that as much as possible of the light is reflected. </p><p> In theory, mirrors reflect all of the light. In reality, there is no ideal mirror and there is always a small loss, some light is absorbed or transmitted through the glass. </p><p> Mirrors can be flat or curved, depending whether we want to have a collimated or straight beam after or whether we want to focus our beam to a smaller size. The reflecting coating can be picked to work at any wavelength. Many mirrors are working at visible light, but there are also mirror which reflect ultraviolet and infrared light.</p>"

      },
      {
        "title": "TRICKS WITH PHASE!",
        "content": "<p>NB! When light hits a surface which has a higher refractive index than the medium in which is wa travelling it will pick up a 180 degrees phase!</p>"
      },
      {
        "title": "EVERYDAY LIFE",
        "content": "<p>“Mirror mirror on the wall who's the fairest of them all?”  </p><p>We all use mirrors all the time, to check on our hair in the morning, or to look at our backs when we are driving. Mirrors are all around us!</p>"
      },
      {
        "title": "FURTHER RESOURCES",
        "content": "<p><a href=\"https://en.wikipedia.org/wiki/Mirror\" target=\"_blank\">Mirror on Wikipedia</a><br/><a href=\"https://en.wikipedia.org/wiki/Reflection_phase_change\" target=\"_blank\">Reflection phase change</a><br/><a href=\"https://en.wikipedia.org/wiki/Optical_cavity\" target=\"_blank\">Optical cavity</a><br/></p>"
      },
      {
        "title": "TRANSITIONS MAP",
        "content": "",
        "pics": [
          "test.svg"
        ]
      }
    ]
  }
}